Revit 2024 API
UnitTypeId.RiseDividedBy10Feet Property
 Rise / 10 feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RiseDividedBy10Feet { get; }
Visual Basic
Public Shared ReadOnly Property RiseDividedBy10Feet As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RiseDividedBy10Feet {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace